Repository: Sirojiddinov07/Classcom
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: classcom.uz ga xush kelibsiz
ru: Добро пожаловать на classcom.uz

source: Bosh sahifa
ru: Домашняя страница

source: Statistika
ru: Статистика

source: Foydalanuvchilar
ru: Пользователи

source: Guruhlar
ru: Группы

source: Moderatorlar
ru: Модераторы

source: O'qituvchilar
ru: Учителя

source: Moderatorni arizasi
ru: Заявка — модератор

source: Kalendar Tematik Reja
ru: Тематический план календаря

source: Tematik reja
ru: Тематический план

source: Mavzular
ru: Темы

source: Suniy Intellekt
ru: Искусственный интеллект

source: TMR arizalari
ru: Заявки КТП

source: Elektron resurslar
ru: Электронные ресурсы

source: Resurs turlari
ru: Типы ресурсов

source: Kategoriyalar
ru: Категории

source: Kategoriya turlari
ru: Типы категорий

source: Maktablar
ru: Школы

source: Maktab turi
ru: Тип школы

source: Sinflar
ru: Классы

source: Sinf Guruhi
ru: Группа классов

source: Sinf turi
ru: Тип класса

source: Dars jadvali
ru: Расписание уроков

source: Darslar
ru: Уроки

source: Dars jadval shablonlari
ru: Шаблоны расписания уроков

source: Dars jadvali tanlash
ru: Выбор расписания занятий

source: Dam olish kunlari
ru: Выходные дни

source: Choraklar
ru: Четверти

source: Haftalar
ru: Недели

source: Qo'llab quvvatlash
ru: Поддерживать

source: Bildirishnomalar
ru: Уведомления

source: Chat
ru: Чат

source: Fikr mulohazalar
ru: Отзывы

source: Javoblar
ru: Ответы

source: Fanlar
ru: Предметы

source: Fan turlari
ru: Типы предметов

source: Fan guruhi
ru: Группа предметов

source: Manzillar
ru: Адреса

source: Viloyatlar
ru: Области

source: Tumanlar
ru: Районы

source: Fayllar
ru: Файлы

source: Media Fayllar
ru: Медиа-файлы

source: Hujjatlar
ru: Документы

source: TMR Fayllari
ru: KTП-файлы

source: Yuklashlar
ru: Загрузки

source: To'lovlar
ru: Платежи

source: Buyurtmalar
ru: Заказы

source: Tariflar
ru: Тарифы

source: Qo'shimcha
ru: Дополнительный

source: Sozlamalar
ru: Настройки

source: Tillar
ru: Языки

source: SMS tasdiqlash
ru: СМС-верификация

source: Russia
ru: Россия

source: English
ru: Английский

source: Uzbek
ru: Узбекский

source: Token
ru: Токен

source: Foydalanuvchi
ru: Пользователь

source: Tokenni tiklash
ru: Восстановление токена

source: Berilgan hisob maʼlumotlari bilan faol hisob topilmadi.
ru: Активная учетная запись с предоставленными учетными данными не найдена.

source: Foydalanuvchi topilmadi. Iltimos, qayta kirishni urinib ko'ring.
ru: Пользователь не найден. Пожалуйста, попробуйте снова войти.

source: Foydalanuvchi topilmadi. Iltimos, qayta urinib ko'ring.
ru: Пользователь не найден. Пожалуйста, попробуйте еще раз.

source: Phone number already registered.
ru: Номер телефона уже зарегистрирован.

source: Assalomu alaykum %(first_name)s %(last_name)s sizni http://classcom.uz o’qituvchining virtual kаbinetida muallif sifatida tasdiqlanganingiz bilan tabriklaymiz!!!
ru: Здравствуйте, %(first_name)s %(last_name)s, поздравляем вас с подтверждением в качестве автора в виртуальном кабинете учителя http://classcom.uz!!!

source: Foydalanuvchi parolini o'zgartiring.
ru: Измените пароль пользователя.

source: Autentifikatsiya qilingan foydalanuvchi parolini o'zgartiring.
ru: Измените пароль аутентифицированного пользователя.

source: parol muvaffaqiyatli o'zgartirildi
ru: Пароль успешно изменен

source: Eski parol noto'g'ri kiritildi.
ru: Старый пароль введен неправильно.

source: Foydalanuvchi hisobini o'chiring.
ru: Удалите учетную запись пользователя.

source: Autentifikatsiya qilingan foydalanuvchi hisobini o'chirish.
ru: Удалите аутентифицированную учетную запись пользователя.

source: Hisob muvaffaqiyatli o'chirildi
ru: Аккаунт успешно удален

source: Parol noto'g'ri kiritildi.
ru: Пароль был введен неверно.

source: Phone number already registered
ru: Номер телефона уже зарегистрирован

source: Tasdiqlash ko'di yuborildi
ru: Код подтверждения отправлен

source: Register new user
ru: Зарегистрировать нового пользователя

source: Yangi user ro'yhatdan o'tish uchun
ru: Для регистрации нового пользователя

source: Confirm otp code.
ru: Подтвердите код OTP.

source: Auth confirm.
ru: Подтверждение авторизации.

source: Token xato
ru: Токен неправильный

source: Parol yangilandi
ru: Пароль обновлен

source: Asosiy ma'lumotlar
ru: Основная информация

source: Qabul qilish
ru: Принятие

source: Rad etish
ru: Отказ

source: Status
ru: Статус

source: Fan
ru: Предмет

source: Fan turi
ru: Тип предмета

source: Sinf guruhlari
ru: Группы классов

source: Ism Familiya
ru: Имя Фамилия

source: Plan Permissions
ru: Разрешения на тематический план

source: Resource Permissions
ru: Разрешения на электронные ресурсы

source: topic Permissions
ru: Разрешения темы

source: Kelgan shartnoma
ru: Входящий договор

source: Shartnoma
ru: Договор

source: No contract available
ru: Нет доступного контракта

source: Tasdiqlangan shartnoma
ru: Подтвержденный договор

source: Sinflar turi
ru: Типы классов

source: Chorak
ru: Четверть

source: Faol qilish
ru: Активировать

source: Nofaol qilish
ru: Запрещать

source: Oliy toifa
ru: Высшая категория

source: Xalq ta'limi a'lochisi
ru: Отличник народного образования

source: "Eng yaxshi o'qituvchi" konkursi g'olibi
ru: Победитель конкурса "Лучший учитель"

source: Darslik muallifi
ru: Автор учебника

source: Past
ru: Низкий

source: O'rta
ru: Средний

source: Yuqori
ru: Высокий

source: O'zbek tili
ru: Узбекский язык

source: Rus tili
ru: Русский язык

source: Til
ru: Язык

source: Nomi
ru: Название

source: Administrator
ru: Администратор

source: Moderator
ru: Модератор

source: Ertalabki
ru: Утренний

source: Kechki
ru: Вечерний

source: By list
ru: По списку

source: By class
ru: По классу

source: By class and unit
ru: По классу и блоку

source: By Department
ru: По отделению

source: By docs
ru: По документам

source: By school
ru: По школе

source: By science
ru: По науке

source: Darslik
ru: Учебник

source: O‘qituvchi kitobi
ru: Книга учителя

source: Daftar
ru: Тетрадь

source: Boshlang‘ich maktab.
ru: Начальная школа

source: O‘rta maktab
ru: Средняя школа

source: Katta maktab
ru: Старшая школа

source: Hujjatlar, testlar
ru: Документы, тесты

source: O‘qituvchining o‘z-o‘zini tarbiyalashi uchun multimedia resurslari
ru: Мультимедийные ресурсы для самовоспитания учителя

source: Dushanba
ru: Понедельник

source: Seshanba
ru: Вторник

source: Chorshanba
ru: Среда

source: Payshanba
ru: Четверг

source: Juma
ru: Пятница

source: Shanba
ru: Суббота

source: Sinflar guruhi
ru: Группа классов

source: Barchasi
ru: Все

source: Mavzuga qarab
ru: В зависимости от темы

source: Mavzu
ru: Тема

source: Turi
ru: Тип

source: Savol
ru: Вопрос

source: Javob
ru: Ответ

source: Suniy Intellektlar
ru: Искусственный интеллект

source: Kategoriya nomi
ru: Название категории

source: Kategoriya
ru: Категория

source: Kategoriya turi
ru: Тип категории

source: Kategoriyalar turi
ru: Типы категорий

source: Kutilmoqda
ru: Ожидающий

source: Qabul qilindi
ru: Принял

source: Rad etildi
ru: Отклоненный

source: Holat
ru: Статус

source: Sinflar turlari
ru: Типы классов

source: Moderator arizalari
ru: Заявка — модератор

source: Xabar
ru: Сообщение

source: Vaqt
ru: Время

source: Javob vaqti
ru: Время ответа

source: Javob berildi
ru: Ответил

source: Chatlar
ru: Чаты

source: Sinf guruhi nomi
ru: Название группы классов

source: Sinf Guruhlari
ru: Группы классов

source: Sinf nomi
ru: Название класса

source: Sinf guruhi
ru: Группа классов

source: Tartib raqami
ru: Номер порядка

source: Sinf
ru: Класс

source: Boshlang'ich sana
ru: Дата начала

source: Oxirgi sana
ru: Дата окончания

source: Sababi
ru: Причина

source: Dam olish kuni
ru: Выходной день

source: Tasnifi
ru: Классификация

source: Fayl
ru: Файл

source: Holati
ru: Состояние

source: Hajmi
ru: Размер

source: Hujjat
ru: Документ

source: Sanasi
ru: Дата

source: Media
ru: Медиа

source: Yuklash turi
ru: Тип загрузки

source: Object ID
ru: Идентификатор объекта

source: Yuklamalar
ru: Загрузки

source: Yuklama
ru: Загрузка

source: Muddati
ru: Срок

source: Yuklash uchun token
ru: Токен для загрузки

source: Yuklash uchun tokenlar
ru: Токены для загрузки

source: Feedback turi
ru: Тип отзыва

source: Mazmuni
ru: Содержание

source: Javob berildimi
ru: Получен ли ответ

source: Fikr-mulohaza
ru: Отзыв

source: Fikr-mulohazalar
ru: Отзывы

source: Tavsif
ru: Описание

source: Fayl turi
ru: Тип файла

source: Yuklab olganlar
ru: Загрузившие

source: Yuklashlar soni
ru: Количество загрузок

source: Object turi
ru: Тип объекта

source: Object turi ID
ru: Идентификатор объекта

source: Medialar
ru: Медиафайлы

source: Balans
ru: Баланс

source: Daraja
ru: Степень

source: Tasdiqlash
ru: Подтверждение

source: Shartnoma statusi
ru: Статус контракта

source: Tematik Reja yarata olishi
ru: Может создавать тематические планы

source: Resurs yarata olishi.
ru: Может создавать ресурсы.

source: Mavzu yarata olishi.
ru: Возможность создания темы.

source: Faol
ru: Активный

source: Soat
ru: Час

source: Tematik rejalar
ru: Тематические планы

source: Banner
ru: Баннер

source: Resurs turi
ru: Тип ресурса

source: Resurs sub turi
ru: Подтип ресурса

source: Manba
ru: Источник

source: Resurs
ru: Ресурс

source: Resurslar
ru: Ресурсы

source: Aktiv
ru: Активный

source: Smena
ru: Смена

source: Kun
ru: День

source: Boshlanish vaqti
ru: Время начала

source: Tugash vaqti
ru: Время окончания

source: Dars vaqti
ru: Время урока

source: Dars jadval shablon nomi
ru: Название шаблона расписания занятий

source: Dars jadvalar
ru: Расписание уроков

source: Dars jadval shabloni
ru: Образец расписания уроков

source: Hafta
ru: Неделя

source: Key
ru: Ключ

source: Qiymati
ru: Значение

source: To'lov holati
ru: Состояние платежа

source: O'qituvchi
ru: Учитель

source: Tmr Fayllari
ru: КТП-файлы

source: Soatlar
ru: Часы

source: Ko'rishlar soni
ru: Количество просмотров

source: Hafta raqami
ru: Номер недели

source: Haftaning boshlanish sanasi
ru: Дата начала недели

source: Haftaning tugash sanasi
ru: Дата окончания недели

source: Sizda bu amalni bajarish uchun ruxsat yo‘q.
ru: У вас нет разрешения на выполнение этого действия.

source: Telfon raqam allaqachon ro'yxatdan o'tgan.
ru: Телефонный номер уже зарегистрирован.

source: No topic found for this date
ru: Тема для этой даты не найдена

source: You have no topics
ru: У вас нет тем

source: Topic ID is required for type 'TOPIC'.
ru: Для типа «ТЕМА» требуется идентификатор темы.

source: Invalid type parameter.
ru: Недопустимый параметр типа.

source: Sizda buni amalga oshirishga ruxsat yo'q.
ru: Вам не разрешено это делать.

source: Topic ID should not be present for type 'ALL'.
ru: Идентификатор темы не должен присутствовать для типа «ВСЕ».

source: Success
ru: Успех

source: ID is required.
ru: Требуется удостоверение личности.

source: Instance not found.
ru: Экземпляр не найден.

source: Siz ariza topshirgansiz
ru: Вы подали заявку

source: Siz allaqachon ariza topshirgansiz
ru: Вы уже подали заявку

source: Moderator topilmadi.
ru: Модератор не найден.

source: Ushbu resurslar sizga tegishli emas
ru: Эти ресурсы вам не принадлежат

source: Bu resursni yuklab olish uchun buyurtma berishingiz kerak
ru: Вы должны разместить заказ на загрузку этого ресурса

source: Yuklab olish tokeni topilmadi yoki muddati oʻtgan
ru: Токен загрузки не найден или срок его действия истек

source: Fayl topilmadi
ru: Файл не найден

source: Siz moderator emassiz
ru: Вы не модератор

source: Ustozlar
ru: Учителя

source: Kalendar tematik rejalar
ru: Тематические планы календаря

source: Barcha sharhlar
ru: Все отзывы

source: Javob berilgan sharhlar
ru: Отзыв был рассмотрен

source: Javob berilmagan sharhlar
ru: Отзыв был не рассмотрен

source: Umumiy buyurtmalar
ru: Общее количество заказов

source: Muvaffaqiyatli buyurtmalar
ru: Успешные заказы

source: Muvaffaqiyatsiz buyurtmalar
ru: Неуспешный заказы

source: Umumiy buyurtmalar narxi
ru: Общая стоимость заказа

source: Muvaffaqiyatli buyurtmalar narxi
ru: Стоимость успешных заказов

source: Muvaffaqiyatsiz buyurtmalar narxi
ru: Стоимость невыполненных заказов

source: Boshlanish sanasi
ru: Дата начала

source: Tugash sanasi
ru: Дата окончания

source: Narxi
ru: Цена

source: Buyurtma
ru: Заказ

source: Tranzaksiya ID
ru: ID транзакции

source: Payments
ru: Платежи

source: Reja
ru: План

source: Rejalar
ru: Планы

source: Serverda plan topilmadi bu texnik xatolik iltimos adminga murojat qiling
ru: План на сервере не найден. Это техническая ошибка, пожалуйста, обратитесь к администратору.

source: Bu foydalanuvchi uchun bu turdagi buyurtma allaqachon mavjud.
ru: Этот тип заказа уже существует для этого пользователя.

source: Payment created
ru: Платеж создан

source: O'qilgan
ru: Прочитано

source: Jo'natilmoqda
ru: Перевозки

source: Bildirishnoma
ru: Уведомление

source: Sms %(phone)s raqamiga yuborildi
ru: Сообщение отправлено на номер %(phone)s

source: User already exists
ru: Пользователь уже существует

source: Tasdiqlash ko'di qabul qilindi
ru: Код подтверждения принят

source: Tasdiqlash ko'di xato
ru: Ошибка кода подтверждения

source: Parol o'zgartirildi
ru: Пароль изменен

source: Tanlangan foydalanuvchilar uchun bildirishnoma yaratish
ru: Создать уведомление для выбранных пользователей

source: Oliy
ru: Высшее

source: O'rta maxsus
ru: Среднее специальное

source: Superuser
ru: Суперпользователь

source: Admin
ru: Администратор

source: User
ru: Пользователь

source: Tag
ru: Тег

source: Tags
ru: Теги

source: Matn
ru: Текст

source: Izohlar
ru: Комментарии

source: Sarlavha
ru: Заголовок

source: Rasm
ru: Изображение

source: Teglar
ru: Теги

source: Frontend Translation
ru: Перевод интерфейса

source: Frontend Translations
ru: Переводы интерфейса

source: Yaratilgan vaqti
ru: Время создания

source: Yangilangan vaqti
ru: Время обновления

source: Viloyat
ru: Область

source: Tuman
ru: Район

source: Sinf turlari
ru: Типы классов

source: Muassasa
ru: Учреждение

source: Maktab turlari
ru: Типы школ

source: Hujjat yuklanmagan
ru: Документ не загружен

source: Hujjat topshirgan
ru: Отправил документ

source: Shartnoma tuzilgan
ru: Контракт заключен

source: Telefon
ru: Телефон

source: Foydalanuvchi nomi
ru: Имя пользователя

source: Avatar
ru: Аватар

source: Tasdiqlangan vaqti
ru: Время подтверждения

source: Rol
ru: Роль

source: Muassasa raqami
ru: Номер учреждения

source: Javob hujjati
ru: Ответный документ

source: Standart hujjat (uz)
ru: Стандартный документ (uz)

source: Standart hujjat (rus)
ru: Стандартный документ (ru)

source: Kod
ru: Код

source: Urinishlar soni
ru: Количество попыток

source: Qayta yuborishlar soni
ru: Количество повторных отправок

source: Telefon raqami
ru: Телефонный номер

source: Bloklanish vaqti
ru: Время блокировки

source: Qayta yuborish bloklanish vaqti
ru: Время блокировки повторных отправок

source: Foydalanuvchi topilmadi
ru: Пользователь не найден

source: User does not exist
ru: Пользователь не существует

source: classcom.uz sayti va mobil ilovasiga ro'yxatdan o'tishingingiz uchun tasdiqlash kodi: %(code)s
ru: Код подтверждения для Вашей регистрации на сайте classcom.uz и в мобильном приложении: %(code)s

source: Qayta yuborish bloklandi, qayta urunib ko'ring {expired}
ru: Повторная отправка заблокирована, попробуйте снова {expired}

source: Invalid confirmation code
ru: Неверный код подтверждения

source: Time for confirmation has expired
ru: Время подтверждения истекло

source: Try again in {expired}
ru: Попробуйте еще раз через {expired}

source: Django site admin
ru: Администратор сайта Джанго

source: Django administration
ru: Администрация Джанго

source: Statistika (raqamlarda)
ru: Статистика (в цифрах)

source: Tushumlar (so'mda)
ru: Доходы (в сумах)

source: Tushumlar
ru: Квитанции

source: so'm
ru: сум

source: Foydalanuvchilar soni (Viloyatlar kesimida)
ru: Количество пользователей (по регионам)

source: Foydalanuvchilar soni
ru: Количество пользователей

source: Moderatorlar soni
ru: Количество модераторов

source: Tanlangan foydalanuvchilar uchun bildirishnoma yarating
ru: Создать уведомление для выбранных пользователей
